Repository: trueqap/Hello-Blocks
Catalog: languages/hello-blocks-*.po
Languages: hu_hu

source: Hello Blocks
hu_hu: Hello Blokkok

source: Hello Block
hu_hu: Hello Blokk

source: Parent Item:
hu_hu: Szülő elem:

source: All Items
hu_hu: Összes blokk

source: View Item
hu_hu: Megtekintés

source: Add New Item
hu_hu: Új blokk hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Edit Item
hu_hu: Blokk szerkesztése

source: Update Item
hu_hu: Blokk frissítése

source: Search Item
hu_hu: Blokk keresése

source: Not found
hu_hu: Nem található

source: Not found in Trash
hu_hu: A kuka üres

source: Use HTML or Visual Editor content anywhere as Shortcode
hu_hu: HTML vagy Visual Editor tartalom használata bárhol Shortcode-ként

source: Hello Block categories
hu_hu: Hello Block kategóriák

source: Hello Block category
hu_hu: Hello Block kategória

source: Search categories
hu_hu: Kategóriák közötti keresés

source: Popular categories
hu_hu: Népszerű kategóriák

source: All categories
hu_hu: Összes kategória

source: Parent category
hu_hu: Szülő kategória

source: Edit category
hu_hu: Kategória szerkesztése

source: Update category
hu_hu: Kategória frissítése

source: Add New category
hu_hu: Új kategória hozzáadása

source: New category
hu_hu: Új kategória

source: Add or remove categories
hu_hu: Kategóriák hozzáadása vagy eltávolítása

source: Choose from most used
hu_hu: Válassz a leggyakrabban használtak közül

source: Category
hu_hu: Kategóriák

source: Shortcode
hu_hu: Rövidkód (shortcode)

source: Categories
hu_hu: Kategória

source: Date
hu_hu: Dátum
